10/data/attachments/32503a02b0b22e6f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jessica_former_Actions_85309_4</nif:username>
            <nif:friendToBeRequested>soap_actions_268dd3fb-588f-47ee-957e-099828b7bbc5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>